# St7DisableInitialPCGFile

Sets the PCG solver to use the default initial conditions.

long St7DisableInitialPCGFile(long uID, long SolverType)

Input Parameters

uID

Strand7 model file ID.

SolverType

Either stLinearStatic or stSteadyHeat.